Repository: JManke91/GymStreak
Catalog: GymStreakWatch Watch App/Localizable.xcstrings
Source language: en
Languages: de

source: %@ · %@ elapsed
de: %1$@ · %2$@ vergangen

source: %@ · all sets
de: %@ · alle Sätze

source: %@ → new weight
de: %@ → neues Gewicht

source: %@, %@, %lld of %lld sets completed
de: %1$@, %2$@, %3$lld von %4$lld Sätzen abgeschlossen

# %@, %lld exercises
source: %1$@, %2$lld exercises
de: %1$@, %2$lld Übungen

source: %@: ready for more. All sets reached %lld reps.
de: %1$@: bereit für mehr. Alle Sätze haben %2$lld Wdh. erreicht.

source: %lld bpm above your zone
de: %lld bpm über der Zone

source: %lld bpm to your zone
de: noch %lld bpm bis zur Zone

source: %lld cal
de: %lld kcal

source: %lld exercises
de: %lld Übungen

source: %lld min %lld sec
de: %1$lld Min. %2$lld Sek.

source: %lld reps
de: %lld Wdh.

source: %lld rounds
de: %lld Runden

source: %lld sec
de: %lld Sek.

source: %lld sessions this week
de: %lld Einheiten diese Woche

source: %lld sets
de: %lld Sätze

source: %lld–%lld bpm
de: %1$lld–%2$lld bpm

source: %lld/%lld sets
de: %1$lld/%2$lld Sätze

source: A bit easier
de: Etwas ruhiger

source: A bit faster
de: Etwas zügiger

source: Abs
de: Bauchmuskeln

source: Add an exercise in the iPhone app, then sync again.
de: Füge in der iPhone-App eine Übung hinzu und synchronisiere erneut.

source: Add an exercise or end the workout.
de: Füge eine Übung hinzu oder beende das Training.

source: Add Exercise
de: Übung hinzufügen

source: Aerobic + bursts
de: Aerob + Sprints

source: Aerobic base
de: Aerobe Basis

source: Alactic power
de: Alaktazide Power

source: All Routines
de: Alle Routinen

source: all sets
de: alle Sätze

source: All sets
de: Alle Sätze

source: All sets adjusted for your next workout
de: Alle Sätze für dein nächstes Training angepasst

source: All sets at %lld reps — range maxed.
de: Alle Sätze bei %lld Wdh. — Bereich ausgereizt.

source: All sets increased
de: Alle Sätze erhöht

source: Already in workout
de: Bereits im Training

source: alternatives available
de: Alternativen verfügbar

source: Another workout is still running on this watch. Try again in a moment.
de: Auf dieser Watch läuft noch ein anderes Workout. Versuch es gleich noch einmal.

source: Applies from your next workout · starting at %lld reps
de: Gilt ab dem nächsten Training · Start bei %lld Wdh.

source: Apply
de: Übernehmen

source: Assistance now %@ next workout
de: Unterstützung ab dem nächsten Training %@

source: Assistance reduced to
de: Unterstützung reduziert auf

source: Back
de: Zurück

source: Barbell
de: Langhantel

source: Biceps
de: Bizeps

source: Bodyweight
de: Körpergewicht

source: Cable
de: Kabelzug

source: Calories
de: Kalorien

source: Calves
de: Waden

source: Cancel
de: Abbrechen

source: Change
de: Ändern

source: Check the fit and Health access
de: Sitz der Uhr und Health-Zugriff prüfen

source: Chest
de: Brust

source: Close
de: Schließen

source: Complete
de: Abschließen

source: Complete set
de: Satz abschließen

source: Complete Set
de: Satz abschließen

source: Complete set %lld of %lld
de: Satz %1$lld von %2$lld abschließen

source: Completed
de: Abgeschlossen

source: Conditioning
de: Kondition

source: Conditioning next
de: Jetzt Kondition

source: Configure
de: Konfigurieren

source: Configure sets for this exercise
de: Sätze für diese Übung konfigurieren

source: Continue
de: Weiter

source: COOL-DOWN
de: AUSKLANG

source: Could not save the weight increase. Please try again.
de: Die Gewichtserhöhung konnte nicht gespeichert werden. Bitte erneut versuchen.

source: Couldn't save to Apple Health
de: Konnte nicht in Apple Health gespeichert werden

source: Couldn't start the session
de: Einheit konnte nicht starten

source: Create routines in GymStreak on your iPhone
de: Erstelle Routinen in GymStreak auf deinem iPhone

source: Current
de: Aktuell

source: Decrease
de: Verringern

source: Decrease rest by 15 seconds
de: Pause um 15 Sekunden verkürzen

source: Decrease weight
de: Gewicht verringern

source: Discard
de: Verwerfen

source: Done
de: Fertig

source: Double tap to complete set and start rest timer
de: Doppeltippen, um den Satz abzuschließen und die Pause zu starten

source: Double tap to end and save your workout
de: Doppeltippen, um dein Workout zu beenden und zu speichern

source: Double tap to finish or discard your workout
de: Doppeltippen, um dein Workout zu beenden oder zu verwerfen

source: Double tap to pause workout
de: Doppeltippen, um das Workout zu pausieren

source: Double tap to resume workout
de: Doppeltippen, um das Workout fortzusetzen

source: Double tap to undo completion
de: Doppeltippen, um den Abschluss rückgängig zu machen

source: Double tap to view sets
de: Doppeltippen, um die Sätze anzuzeigen

source: Dumbbell
de: Kurzhantel

source: Duration
de: Dauer

source: Easy
de: Locker

source: Elapsed time %@
de: Verstrichene Zeit %@

source: End
de: Beenden

source: End session
de: Einheit beenden

source: End session early?
de: Einheit vorzeitig beenden?

source: End workout
de: Workout beenden

source: End Workout
de: Workout beenden

source: End Workout?
de: Workout beenden?

# Exercise %lld / %lld
source: Exercise %1$lld / %2$lld
de: Übung %1$lld / %2$lld

# Exercise %lld of %lld
source: Exercise %1$lld of %2$lld
de: Übung %1$lld von %2$lld

source: Exercise library not synced
de: Übungsbibliothek nicht synchronisiert

source: Exercise no longer available
de: Übung nicht mehr verfügbar

source: Exercise unavailable
de: Übung nicht verfügbar

source: exercises
de: Übungen

source: Exercises
de: Übungen

source: Finish Workout
de: Training beenden

source: Finishing your workout…
de: Dein Workout wird abgeschlossen …

source: Forearms
de: Unterarme

source: Front Delts
de: Vordere Schulter

source: General
de: Allgemein

source: Get ready
de: Bereit machen

source: Glutes
de: Gesäßmuskel

source: Got It
de: Verstanden

source: Hamstrings
de: Beinbeuger

source: Hip Flexors
de: Hüftbeuger

source: Hold this pace · %lld–%lld
de: Tempo halten · %1$lld–%2$lld

source: In progress
de: In Bearbeitung

source: Increase
de: Erhöhen

source: Increase rest by 15 seconds
de: Pause um 15 Sekunden verlängern

source: Increase weight
de: Gewicht erhöhen

source: Increased to
de: Erhöht auf

source: Keep a conversational pace
de: Gesprächstempo halten

source: Keep going
de: Weitermachen

source: kilograms
de: Kilogramm

source: Lactic 30/120
de: Laktazid 30/120

source: Lactic 45/180
de: Laktazid 45/180

source: Later
de: Später

source: Lats
de: Latissimus

source: left of %@
de: übrig von %@

source: Loading Metrics
de: Metriken werden geladen

source: Lower Back
de: Unterer Rücken

source: Machine
de: Maschine

source: Mark the current exercise set as complete
de: Markiert den aktuellen Übungssatz als abgeschlossen

source: Max effort
de: Maximal

source: Measuring heart rate…
de: Puls wird gemessen …

source: Next
de: Als Nächstes

source: Next set
de: Nächster Satz

source: Next set %@
de: Nächster Satz %@

source: Next: %@ %@
de: Als Nächstes: %1$@ %2$@

source: No exercises in this workout
de: Keine Übungen in diesem Training

source: No exercises on iPhone
de: Keine Übungen auf dem iPhone

source: No heart rate
de: Kein Puls

source: No rest
de: Keine Pause

source: No Routines
de: Keine Routinen

source: No sessions
de: Keine Einheiten

source: Not Applied
de: Nicht übernommen

source: Not applied — changed on iPhone
de: Nicht übernommen — auf dem iPhone geändert

source: Not started
de: Nicht begonnen

source: Nothing saved — the first effort had not started
de: Nichts gespeichert – die erste Belastung hatte noch nicht begonnen

source: Now %@ next workout
de: Ab dem nächsten Training %@

source: Obliques
de: Schräge Bauchmuskeln

source: On target
de: Im Ziel

source: Open GymStreak on your iPhone to sync your exercise library.
de: Öffne GymStreak auf deinem iPhone, um deine Übungsbibliothek zu synchronisieren.

source: Opens your synced iPhone exercise library
de: Öffnet deine synchronisierte iPhone-Übungsbibliothek

source: part of superset
de: Teil eines Supersatzes

source: Partially complete
de: Teilweise abgeschlossen

source: Pause
de: Pausieren

source: PAUSED
de: PAUSIERT

source: pounds
de: Pfund

source: Previous set
de: Vorheriger Satz

source: Quadriceps
de: Quadrizeps

source: Raises this exercise's weight in your routine from the next workout.
de: Erhöht das Gewicht dieser Übung in deiner Routine ab dem nächsten Training.

source: Ready for more
de: Bereit für mehr

source: Rear Delts
de: Hintere Schulter

source: Remove
de: Entfernen

source: Remove %@
de: %@ entfernen

source: Remove %@ from this workout?
de: %@ aus diesem Training entfernen?

source: Remove Exercise?
de: Übung entfernen?

source: Remove it from the workout before adding it again
de: Entferne sie aus dem Training, bevor du sie erneut hinzufügst

source: Removing %1$@ also removes its %2$lld completed sets from this workout's saved history.
de: Wenn du %1$@ entfernst, werden auch die %2$lld abgeschlossenen Sätze aus dem gespeicherten Trainingsverlauf entfernt.

source: reps
de: Wdh.

source: Reps
de: Wiederholungen

source: REPS
de: WDH.

source: Reps per set
de: Wiederholungen pro Satz

source: Rest
de: Pause

source: REST
de: PAUSE

source: Rest Complete
de: Pause beendet

source: Rest duration %@
de: Pausendauer %@

source: Rest timer, %@ remaining
de: Pausen-Timer, noch %@

source: Resume
de: Fortsetzen

source: Round %lld/%lld
de: Runde %1$lld/%2$lld

source: Routines
de: Routinen

source: Rower
de: Rudergerät

source: RPE 3–4 · talk pace
de: RPE 3–4 · Gesprächstempo

source: Run
de: Laufen

source: Save (Don't Update)
de: Speichern (ohne Aktualisierung)

source: Save & Update Template
de: Speichern & Vorlage aktualisieren

source: Save Workout
de: Workout speichern

source: Save your workout progress?
de: Trainingsfortschritt speichern?

source: Saved to Apple Health
de: In Apple Health gespeichert

source: Search exercises
de: Übungen suchen

source: Session complete
de: Einheit abgeschlossen

source: Session ended
de: Einheit beendet

source: Set
de: Satz

# Set %lld of %lld
source: Set %1$lld of %2$lld
de: Satz %1$lld von %2$lld

source: Set %lld of %lld completed
de: Satz %1$lld von %2$lld abgeschlossen

source: Set %lld/%lld · Rep %lld/%lld
de: Satz %1$lld/%2$lld · Wdh. %3$lld/%4$lld

source: Set %lld/%lld done
de: Satz %1$lld/%2$lld geschafft

source: SET BREAK
de: SATZPAUSE

source: Set completed. Tap to mark incomplete
de: Satz abgeschlossen. Tippen, um als nicht abgeschlossen zu markieren

source: Set configuration
de: Satzkonfiguration

source: sets
de: Sätze

source: Sets
de: Sätze

source: Shoulders
de: Schultern

source: Side Delts
de: Seitliche Schulter

source: Skip
de: Überspringen

source: Sled / ropes / med ball
de: Schlitten / Seile / Medizinball

source: Start
de: Starten

source: Start Workout
de: Workout starten

source: Start workout %@
de: Workout %@ starten

source: STEADY
de: GLEICHMÄSSIG

source: Stop on chest pain, dizziness or unusual breathlessness.
de: Brich ab bei Brustschmerzen, Schwindel oder ungewöhnlicher Atemnot.

source: Strength Training
de: Krafttraining

source: Superset (%lld)
de: Supersatz (%lld)

source: Swap
de: Tauschen

source: Swap %@ for an alternative
de: %@ gegen eine Alternative tauschen

source: Swap Exercise
de: Übung tauschen

source: Syncing...
de: Synchronisiere...

source: Tap to expand timer. Long press to skip rest.
de: Tippen, um den Timer zu vergrößern. Lange drücken, um die Pause zu überspringen.

source: Target
de: Ziel

source: Target %lld–%lld bpm
de: Ziel %1$lld–%2$lld bpm

source: Template updated
de: Vorlage aktualisiert

source: The weight increase could not be prepared.
de: Die Gewichtserhöhung konnte nicht vorbereitet werden.

source: The workout could not be saved because its exercise data is invalid.
de: Das Training konnte wegen ungültiger Übungsdaten nicht gespeichert werden.

source: This exercise could not be added.
de: Diese Übung konnte nicht hinzugefügt werden.

source: This exercise is already in the workout.
de: Diese Übung ist bereits im Training.

source: This exercise is no longer available in your iPhone library.
de: Diese Übung ist in deiner iPhone-Bibliothek nicht mehr verfügbar.

source: This exercise is no longer part of the routine on iPhone.
de: Diese Übung ist auf dem iPhone nicht mehr Teil der Routine.

source: This exercise is no longer part of the workout.
de: Diese Übung ist nicht mehr Teil des Trainings.

source: This rest
de: Nur jetzt

source: This week
de: Diese Woche

source: Time to start your next set!
de: Zeit für deinen nächsten Satz!

source: Today
de: Heute

source: Today: %@
de: Heute: %@

source: Total
de: Gesamt

source: Total workout time %@
de: Gesamte Workout-Zeit %@

source: Triceps
de: Trizeps

source: Turn = duration
de: Drehen = Dauer

source: Turn the Digital Crown or swipe up and down to adjust
de: Zum Anpassen die Digital Crown drehen oder nach oben und unten streichen

source: Turn the Digital Crown to change the rest duration
de: Drehe die Digital Crown, um die Pausendauer zu ändern

source: Undo
de: Rückgängig

source: Undo set
de: Satz rückgängig machen

source: Undo set %lld of %lld
de: Satz %1$lld von %2$lld rückgängig machen

source: Up Next
de: Als Nächstes

source: Upper Back
de: Oberer Rücken

source: Upper Chest
de: Obere Brust

source: Volume
de: Umfang

source: WARM-UP
de: AUFWÄRMEN

source: Weight
de: Gewicht

source: WEIGHT
de: GEWICHT

source: Weight increase
de: Gewichtserhöhung

source: What you have done so far is saved to Apple Health.
de: Was du bisher gemacht hast, wird in Apple Health gespeichert.

source: WORK
de: BELASTUNG

source: Workout Complete
de: Workout abgeschlossen

source: You changed the exercises in this workout. Update your routine template?
de: Du hast die Übungen in diesem Training geändert. Trainingsvorlage aktualisieren?

source: You changed the rest time. Update your routine template?
de: Du hast die Pausenzeit geändert. Trainingsvorlage aktualisieren?

source: You have not started the first effort yet, so nothing will be saved.
de: Du hast die erste Belastung noch nicht begonnen, daher wird nichts gespeichert.

source: You modified %lld sets and changed exercises. Update your routine template?
de: Du hast %lld Sätze und die Übungen geändert. Trainingsvorlage aktualisieren?

source: You modified %lld sets. Update your routine template?
de: Du hast %lld Sätze geändert. Trainingsvorlage aktualisieren?

source: Your change couldn't be sent to your iPhone. Adjust the routine there.
de: Deine Änderung konnte nicht an dein iPhone gesendet werden. Passe die Routine dort an.

source: Your change wasn't applied — this routine had already changed on your iPhone. Adjust it there.
de: Deine Änderung wurde nicht übernommen – die Routine hatte sich auf deinem iPhone bereits geändert. Passe sie dort an.

source: Your change wasn't applied — this routine no longer exists on your iPhone.
de: Deine Änderung wurde nicht übernommen – diese Routine gibt es auf deinem iPhone nicht mehr.
